Overload List
Name  |   Description
Save
 Saves the document.
 (Inherited from  Document  .)
Save(SaveOptions)
 Saves the document.
 (Inherited from  Document  .)
 See Also
  DocumentEntryPoint Class
  DocumentEntryPoint Members
  Autodesk.Revit.DB.Macros Namespace